<template>
  <div>
    <detail>
      <section class="mb-5">
        <h2>🚀 포트폴리오 <small>/ Front-end / 개인</small></h2>
        <p class="text-muted">
          2019. 12 ~
        </p>
        <p class="text-muted">
          이력서에 적기 힘든 상세한 내용을 적기 위한 포트폴리오 웹사이트.
        </p>
      </section>
      <section class="mb-5">
        <h3>🛠 기술스택</h3>
        <ul>
          <li>HTML</li>
          <li>CSS / Sass</li>
          <li>Bootstrap 4</li>
          <li>Vue</li>
          <li>Nuxt</li>
          <li>Git</li>
          <li>Netlify</li>
        </ul>
      </section>
      <section class="mb-5">
        <h3>📝 회고</h3>
        <div class="text-muted">
          <p>이력서에 적기 힘들거나 더 자세한 내용을 서술하기 위해 만든 경력기술용 웹사이트.</p>
          <p>라는 이유로 만들었지만 과거의 일들을 뒤늦게 작성하다보니 솔직히 기억이 잘 나지 않아 내용이 부실한 것 같아 부끄러운 점이 있다. 글을 자주 써보지 않아 문장이 매끄럽지 않고 내용이 부실하여 자주 업데이트를 해야겠다는 생각을 가지게 된다.</p>
          <p>또 공개된 프로젝트가 아닌 사내 내부용 프로젝트를 위주로 개발하다 보니, FE개발자임에도 불구하고 자세한 화면이나 코드 등을 기록할 수 없는 점이 안타깝다.</p>
        </div>
      </section>
    </detail>
  </div>
</template>

<script>
export default {
  name: 'Ebiz'
}
</script>

<style scoped>
</style>
